cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'coreutils'
brew 'gnupg'
brew 'grc'
brew 'jq'
brew 'libgit2'
brew 'libsass'
brew 'node'
brew 'pinentry-mac'
brew 'readline'
brew 'the_silver_searcher'
brew 'volta'
brew 'wget'
brew 'yarn'

cask '1password'
cask 'alt-tab'
cask 'docker'
# Hide icons in menu bar
cask 'dozer'
cask 'firefox'
cask "google-chrome"
cask 'iterm2'
cask 'microsoft-outlook'
cask 'microsoft-teams'
# Control another display's brightness
cask 'monitorcontrol'
cask 'ngrok'
cask "notion"
cask "postman"
cask 'rectangle'
cask "signal"
cask 'spotify'
cask 'visual-studio-code'
cask 'whatsapp'
